<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="s" uri="/struts-tags" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<%@ taglib prefix="bc" uri="/WEB-INF/bocai.tld" %>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<link rel="shortcut icon" href="${staticContext}/images/favicon.ico" />
<title>使用条款 旅游美食 美食指南 美食分享</title>
<meta name="description" content="通过手机随时随地上传美食，搜寻美食。基于地理位置的美食导航，个性化的旅游美食服务" />
<s:include value="common/base.jsp" ></s:include>
<link href="${staticContext}/css/about.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div class="bodyContainer">
<s:include value="common/header.jsp"></s:include>
<s:include value="common/scripts.jsp" ></s:include>
<div class="about_contentout">
    <div class="about_content">
        <div class="about_content_left">
            <div class="about_content_left_a">
                <span id="bigtitle" class="s1">波菜网 使用条款</span>
            </div>
          <div class="about_content_left_b">
          <div id="container" class="pbocaiterm">
	     <ul style="line-height:25px;">
	         <li ><strong>1. 特别提示</strong><br />
			    <div>波菜网同意按照本协议的规定及其不时发布的操作规则提供波菜网信息共享等相关服务（以下称“本服务”），为获得本服务，服务使用人（以下称“用户”）应当同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户一旦注册并使用波菜网提供的本服务，即视为用户已了解并完全同意本协议各项内容，包括波菜网对本协议随时所做的任何修改。</div>
	         </li>
			 <li><strong>2. 服务内容</strong><br />
			     <div>2.1 本服务的具体内容由波菜网根据实际情况提供，波菜网保留随时变更、中断或终止部分或全部本服务的权利。波菜网保留根据实际情况随时调整波菜网平台提供的服务种类、形式，波菜网不承担因业务调整给用户造成的损失。除非本协议另有其它明示规定，增加或强化目前本服务的任何新功能，包括所推出的新产品，均受到本协议之规范。用户了解并同意，本服务仅依其当前所呈现的状况提供，对于任何用户通讯或个人化设定之时效、删除、传递错误、未予储存或其它任何问题，波菜网均不承担任何责任。</div>
				 <div>2.2 波菜网在提供本服务时，可能会对部分服务的用户收取一定的费用。在此情况下，波菜网会在相关页面上做明确的提示。如用户拒绝支付该等费用，则不能使用相关的服务。</div>
				 <div>2.3 用户理解，波菜网仅提供相关的本服务，除此之外与相关本服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行负担。</div>
	         </li>
	         <li><strong>3. 使用规则</strong><br />
	         	 <div>3.1 用户在申请使用波菜网本服务时，必须向波菜网提供本人真实、正确、最新及完整的个人资料，如个人资料有任何变动，必须及时更新。若用户提供任何错误、不实、过时或不完整或具误导性的资料；或者波菜网有理由怀疑前述资料为错误、不实、过时或不完整或具误导性的，波菜网有权暂停或终止用户的帐号，并拒绝用户于现在和未来使用本服务之全部或任何部分。</div>
				 <div>3.2 用户的帐号和密码由用户负责保管。 用户同意∶ (a)用户的密码或帐号遭到未获授权的使用，或者发生其它任何安全问题时，用户将立即通知波菜网；且(b)非因波菜网的过错，对于任何人利用该密码及帐号所进行的任何行为，用户应负完全的责任。对于因此而产生的任何损失或损害，波菜网无法也不承担任何责任。(c)每个用户都要对其帐户中的所有活动和事件负全责。如果用户未保管好自己的帐号和密码而对用户、波菜网或第三方造成的损害，用户将负全部责任。</div>
				 <div>3.3 用户必须同意接受波菜网通过电子邮件或其他方式向用户发送的商品促销或其他相关商业信息。</div>
				 <div>3.4 用户在使用波菜网本服务过程中，必须遵循以下原则：</div>
				 <div class="ml30">
					<div>1) 遵守中国有关的法律和法规；</div>
					<div>2) 不得为任何非法目的而使用本服务系统；</div>
					<div>3) 遵守所有与本服务有关的网络协议、规定和程序；</div>
					<div>4) 不得利用波菜网本服务系统进行任何可能对互联网的正常运转造成不利影响的行为；</div>
					<div>5) 不得利用波菜网本服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；</div>
					<div>6) 不得利用波菜网本服务系统进行任何不利于波菜网的行为；</div>
					<div>7) 如发现任何非法使用用户帐号或帐号出现安全漏洞的情况，应立即通告波菜网。</div>
				 </div>
				 <div>3.5 如用户在使用本服务时违反任何上述规定，波菜网或及其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容等、暂停或终止用户使用本服务的权利）以减轻用户不当行为造成的影响。</div>
			</li>
			<li><strong>4. 内容所有权 </strong><br />
			     <div>4.1 波菜网提供的本服务内容可能包括：文字、软件、声音、图片、录象、图表等。所有这些内容受版权、商标和其它财产所有权法律的保护。</div>
				 <div>4.2 用户只有在获得波菜网或其他相关权利人的授权之后才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。</div>
				 <div>4.3 波菜网鼓励用户充分利用波菜网平台自由地张贴和共享自己的信息，但这些内容必须位于公共领域内，或者用户拥有这些内容的使用权。同时，用户对于其创作并在波菜网上发布的合法内容依法享有著作权及其相关权利。用户不应通过波菜网张贴其他受版权保护的内容。波菜网如果收到正式版权投诉，将会删除这些内容。</div>
				 <div>4.4 在波菜网张贴的公开信息
						<div class="ml30">
							<div>在本协议中，“本服务公开使用区域”系指一般公众可以使用的区域。</div>
							<div>用户同意已就用户于本服务公开使用区域及本服务其它任何公开使用区域张贴之内容，或包括照片、图形或影音资料等内容，授予波菜网全球性、免许可费及非独家的使用权，波菜网可以为了展示、散布及推广张贴前述内容之特定服务目的，将前述内容复制、修改、改写、改编或出版，对于照片及图形资料的上述使用，仅为张贴该照片或图形于本服务之目的而为之。在用户将前述内容放入本服务期间，使用权持续有效；若用户将前述内容自本服务中删除，则使用权于删除时终止。</div>
							<div>用户同意已就用户于本服务其它公开使用区域张贴的其它内容，授予波菜网免许可费、永久有效、不可撤销、非独家及可完全再授权之权利在全球使用、复制、修改、改写、改编、发行、翻译、创造衍生性著作，及/或将前述内容（部分或全部）加以散布、表演、展示，及/或放入利用任何现在已知和未来开发出之形式、媒体和科技之其它著作物当中。</div>
					    </div>
				</div>
			</li>	
			<li><strong>5. 隐私保护 </strong><br />
				<div>5.1 保护用户隐私是波菜网的一项基本政策，波菜网保证不对外公开或向第三方提供用户注册资料及用户在使用本服务时存储在波菜网的非公开内容，但下列情况除外:</div>
				<div class="ml30">
					<div>1) 事先获得用户的明确授权；</div>
					<div>2) 根据有关的法律法规要求；</div>
					<div>3) 按照相关政府主管部门的要求；</div>
					<div>4) 为维护社会公众的利益；</div>
					<div>5) 维护波菜网的合法权益。</div>
				</div>
				<div>5.2 波菜网可能会与第三方合作向用户提供相关的本服务，在此情况下，如该第三方同意承担与波菜网同等的保护用户隐私的责任，则波菜网可将用户的注册资料等提供给该第三方。</div>
				<div>5.3 在不透露单个用户隐私资料的前提下，波菜网有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</div>
		   </li>	
		   <li><strong>6. 免责声明 </strong><br />
				<div>6.1 用户将照片、个人信息等资料上传到互联网上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，用户必须充分意识此类风险的存在。用户明确同意其使用波菜网服务所存在的风险（包括但不限于受到第三方侵权或对第三方造成侵权）将完全由其自己承担；因其使用波菜网服务而产生的一切后果也由其自己承担，波菜网对此不承担任何责任。</div>
				<div>6.2 波菜网不担保本服务一定能满足用户的要求，也不担保本服务不会中断，对本服务的及时性、安全性、准确性、真实性、完整性也都不作担保。</div>
				<div>6.3 波菜网不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由波菜网实际控制的任何网页上的内容，波菜网不承担任何责任。</div>
				<div>6.4 对于因不可抗力或波菜网不能控制的原因造成的本服务中断或其它缺陷，波菜网不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</div>
				<div>6.5 根据有关法律法规，波菜网在此郑重提请用户注意，任何经由本服务以上载、张贴、发送电子邮件或任何其它方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息或其它资料（以下简称“内容”），无论系公开还是私下传送，均由内容提供者承担责任。波菜网无法控制经由本服务传送之内容，因此不保证内容的正确性、完整性或品质。在任何情况下，波菜网均不为任何内容负责，包含但不限于任何内容之任何错误或遗漏，以及经由本服务以张贴、发送电子邮件或其它方式传送任何内容而衍生之任何损失或损害。但波菜网有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。</div>
				<div>6.6 波菜网作为网络服务提供者，对非法转载，虚假发布、盗版行为的发生不具备充分的监控能力。波菜网对他人在网站上实施的此类侵权行为不承担法律责任，侵权的法律责任概由本人承担。</div>
			</li>
			<li><strong>7. 服务变更、中断或终止 </strong><br />
				<div>7.1 如因系统维护或升级的需要而需暂停本服务，波菜网将尽可能事先进行通告。</div>
				<div>7.2 如发生下列任何一种情形，波菜网有权随时中断或终止向用户提供本协议项</div>
				<div>下的本服务而无需通知用户：</div>
				<div class="ml30">
					<div>用户提供的个人资料不真实；</div>
					<div> 用户违反本协议中规定的使用规则。</div>
					<div> 未经波菜网同意，将波菜网平台用于商业目的</div>
				</div>
				<div>7.3 除前款所述情形外，波菜网同时保留在不事先通知用户的情况下随时中断或终止部分或全部本服务的权利，对于所有服务的中断或终止而造成的任何损失，波菜网无需对用户或任何第三方承担任何责任。</div>
			</li>
			<li><strong>8. 违约赔偿 </strong><br />
				<div>用户同意保障和维护波菜网及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给波菜网或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。</div>
			</li>
			<li><strong>9. 禁止商业行为 </strong><br />
				<div>用户同意不对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。</div>
			</li>
			<li><strong>10. 与广告商进行之交易 </strong><br />
				<div>用户通过本服务与广告商进行任何形式的通讯或商业往来，或参与促销活动，包含相关商品或服务之付款及交付，以及达成的其它任何相关条款、条件、保证或声明，完全为用户与广告商之间之行为。有关法律法规有明文规定要求波菜网承担责任以外，用户因前述任何交易或前述广告商而遭受的任何性质的损失或损害，波菜网均不予负责。</div>
			</li>
	        <li><strong>11. 链接 </strong><br />
				<div>本服务或第三人可提供与其它国际互联网上之网站或资源之链接。由于波菜网无法控制这些网站及资源，用户了解并同意，此类网站或资源是否可供利用，波菜网不予负责，存在或源于此类网站或资源之任何内容、广告、产品或其它资料，波菜网亦不予保证或负责。因使用或依赖任何此类网站或资源发布的或经由此类网站或资源获得的任何内容、商品或服务所产生的任何损害或损失，波菜网不负任何直接或间接之责任。</div>
			</li>
			<li><strong>12. 波菜网之专属权利  </strong><br />
				<div>用户了解并同意，本服务及本服务所使用之相关软件（以下简称“软件”）含有受到相关知识产权及其它法律保护之专有保密资料。用户也了解并同意，经由本服务或广告商向用户呈现之赞助广告或信息所包含之内容，亦受到著作权、商标权、服务商标、专利权或其它专属权利之法律保护。未经波菜网或广告商明示授权，用户不得修改、出租、出借、出售、散布本服务或软件之任何部份或全部，或据以制作衍生著作，或使用擅自修改后的软件，包括但不限于为了未经授权而使用本服务之目的。波菜网仅授予用户个人、不可移转及非专属之使用权，使用户得于单机计算机使用其软件之目的码，但用户不得（并不得允许任何第三人）复制、修改、创作衍生著作、进行还原工程、反向组译，或以其它方式发现原始码，或出售、转让、再授权或提供软件设定担保，或以其它方式移转软件之任何权利。用户同意将通过由波菜网所提供的界面而非任何其它途径使用本服务。</div>
			</li>
			<li><strong>13. 担保与保证</strong><br />
				<div>用户明确了解并同意∶</div>
				<div class="ml30">
					<div>a. 用户使用本服务之风险由用户个人负担。本服务系依“现状”及“现有”基础提供。波菜网对本服务不提供任何明示或默示的担保或保证，包含但不限于商业适售性、特定目的之适用性及未侵害他人权利等担保或保证。</div>
					<div>b. 波菜网不保证以下事项∶</div>
					<div>c. 本服务将符合用户的要求，</div>
					<div class="ml30">
						<div>本服务将不受干扰、及时提供、安全可靠或不会出错；</div>
						<div>使用本服务取得之结果正确可靠；</div>
						<div>用户经由本服务购买或取得之任何产品、服务、资讯或其它信息将符合用户的期望；</div>
						<div>软件和网页信息中任何错误都将得到更正；</div>
					</div>
					<div>d. 是否使用本服务下载或取得任何资料应由用户自行考虑且自负风险，因任何资料之下载而导致的用户电脑系统之任何损坏或数据流失等后果，由用户自行承担。</div>
					<div>e. 用户自波菜网或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本协议有明确规定，将不构成本协议以外之任何保证。</div>
				</div>
			</li>
			<li><strong>14. 责任限制</strong><br />
				<div>用户明确了解并同意，基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其它无形损失，波菜网不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任（即使波菜网事先已被告知发生此种赔偿之可能性亦然）：</div>
				<div class="ml30">
					<div>本服务之使用或无法使用；</div>
					<div>为替换从或通过本服务购买或取得之任何商品、数据、信息、服务，收到的讯息，或缔结之交易而发生的成本；</div>
	
					<div>用户的传输或数据遭到未获授权的存取或变造；</div>
					<div>任何第三方在本服务中所作之声明或行为；</div>
					<div>与本服务相关的其它事宜，但本协议有明确规定的除外；</div>
					<div>第三方以任何方式发布或投递欺诈性信息，或诱导用户受到经济损失，波菜网不承担任何责任。</div>
				</div>
	         </li>	
	        <li><strong>15. 协议修改 </strong><br />
				<div>15.1 波菜网将有权随时修改本协议的有关条款，一旦本协议的内容发生变动，波菜网将会通过适当方式在网站上提示。</div>
				<div>15.2 如果不同意波菜网对本协议相关条款所做的修改，用户有权停止使用本服务。如果用户继续使用本服务，则视为用户接受波菜网对本协议相关条款所做的修改。</div>
			 </li>
			 <li><strong>16. 法律管辖 </strong><br />
				<div>16.1 本协议的订立、执行和解释及争议的解决均应适用中国法律。</div>
				<div>16.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向上海市闵行区人民法院提起诉讼。</div>
			</li>
			<li><strong>17. 通知和送达</strong><br />
				<div>本协议项下所有的通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。</div>
			</li>
			<li><strong>18. 其他规定</strong><br />
				<div>18.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</div>
				<div>18.2 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</div>
				<div>18.3 本协议所有条款的最终解释权属于波菜网。 </div>
	         </li>
	     </ul>
          </div>
        </div>
        </div>
    </div>
</div>
<!--people content end-->
<s:include value="common/foot.jsp"></s:include>
</div>
</body>
</html>
